{"name": "0000.mp4", "sentence": "A fluffy gray cat with a purple stripe down its belly sits on the windowsill. Beside the fireplace, a golden retriever with a heart-shaped birthmark on its front paw rests comfortably.", "instance": {"0": {"detail": "a distinct purple stripe on its belly", "class": "cat"}, "1": {"detail": "a heart-shaped birthmark on its front paw", "class": "retriever"}}}
{"name": "0001.mp4", "sentence": "A large tortoise with green moss streaks on its shell moves slowly along the garden path. Nearby, a black crow with a single white feather on its wing perches on a lamppost.", "instance": {"0": {"detail": "green moss streaks on its shell", "class": "tortoise"}, "1": {"detail": "a single white feather on its wing", "class": "crow"}}}
{"name": "0002.mp4", "sentence": "A chubby hamster with a tiny gold earring in one ear stuffs its cheeks with seeds. A spotted dalmatian with a heart-shaped black spot on its side chases a ball across the park.", "instance": {"0": {"detail": "a tiny gold earring in one ear", "class": "hamster"}, "1": {"detail": "a heart-shaped black spot on its side", "class": "dalmatian"}}}
{"name": "0003.mp4", "sentence": "A white rabbit with a clover-shaped patch of fur on its chest hops through the garden. Nearby, a bright blue parrot with a green bracelet on its leg perches on a branch.", "instance": {"0": {"detail": "a clover-shaped patch of fur on its chest", "class": "rabbit"}, "1": {"detail": "a green bracelet on its leg", "class": "parrot"}}}
{"name": "0004.mp4", "sentence": "A fluffy white poodle with a pink bow on its tail prances around the yard. Nearby, a tabby cat with a scar above its right eye lounges on a bench.", "instance": {"0": {"detail": "a pink bow on its tail", "class": "poodle"}, "1": {"detail": "a scar above its right eye", "class": "cat"}}}
{"name": "0005.mp4", "sentence": "A plump guinea pig with a golden spot on its forehead munches on lettuce. Nearby, a brown horse with colorful beads in its braided mane stands in the meadow.", "instance": {"0": {"detail": "a golden spot on its forehead", "class": "guinea pig"}, "1": {"detail": "colorful beads in its braided mane", "class": "horse"}}}
{"name": "0006.mp4", "sentence": "A tiny green frog with a white mark near its left hind leg hops along the path. Nearby, a black and white collie with one green eye chases a frisbee.", "instance": {"0": {"detail": "a white mark near its left hind leg", "class": "frog"}, "1": {"detail": "one green eye", "class": "collie"}}}
{"name": "0007.mp4", "sentence": "A bright red cardinal with a black stripe on its wing perches on a bird feeder. In the pasture, a gray donkey with a white patch on its nose grazes peacefully.", "instance": {"0": {"detail": "a black stripe on its wing", "class": "cardinal"}, "1": {"detail": "a white patch on its nose", "class": "donkey"}}}
{"name": "0008.mp4", "sentence": "A small yellow canary with a silver ring on its leg chirps from a cage. A brown squirrel with a missing tip on its bushy tail scurries up a tree.", "instance": {"0": {"detail": "a silver ring on its leg", "class": "canary"}, "1": {"detail": "a missing tip on its bushy tail", "class": "squirrel"}}}
{"name": "0009.mp4", "sentence": "A black panther with a single white whisker prowls through the bushes. Nearby, a fluffy brown rabbit with a silver bell on its neck nibbles on clover.", "instance": {"0": {"detail": "a single white whisker", "class": "panther"}, "1": {"detail": "a silver bell on its neck", "class": "rabbit"}}}
{"name": "0010.mp4", "sentence": "A green iguana with a spiked crest along its back basks on a rock. Nearby, an otter with a tiny shell necklace floats on its back.", "instance": {"0": {"detail": "a spiked crest along its back", "class": "iguana"}, "1": {"detail": "a tiny shell necklace", "class": "otter"}}}
{"name": "0011.mp4", "sentence": "A blue-eyed husky with a golden tag on its collar sits by the door. Nearby, a black panther with a scar above its left eye moves silently.", "instance": {"0": {"detail": "a golden tag on its collar", "class": "husky"}, "1": {"detail": "a scar above its left eye", "class": "panther"}}}
{"name": "0012.mp4", "sentence": "A small gray mouse with a pink bow on its tail scurries across the floor. A ginger cat with one green and one blue eye lounges in the sun.", "instance": {"0": {"detail": "a pink bow on its tail", "class": "mouse"}, "1": {"detail": "one green and one blue eye", "class": "cat"}}}
{"name": "0013.mp4", "sentence": "A colorful peacock with a crown-shaped crest fans its tail feathers. Nearby, a white dove with a red band on its foot perches on the rooftop.", "instance": {"0": {"detail": "a crown-shaped crest", "class": "peacock"}, "1": {"detail": "a red band on its foot", "class": "dove"}}}
{"name": "0014.mp4", "sentence": "A sleek black cat with a white star on its forehead leaps gracefully over a fence. Nearby, a brown puppy with a white tip on its tail chases a butterfly.", "instance": {"0": {"detail": "a white star on its forehead", "class": "cat"}, "1": {"detail": "a white tip on its tail", "class": "puppy"}}}
