{"name": "0000.mp4", "sentence": "A fluffy gray cat with bright green eyes sits on the windowsill, gazing outside at the fluttering leaves in the breeze. Its tiny pink nose twitches as it watches a bird land on a nearby branch, and a distinct purple stripe runs down its belly, adding to its unique charm. A small silver bell dangles from its ear, jingling softly with each movement.", "instance": {"detail": "a distinct purple stripe runs down its belly", "class": "cat"}}
{"name": "0001.mp4", "sentence": "A vintage leather suitcase, adorned with travel stickers from around the world, is packed and waiting by the door, its brass buckles glinting in the light. A small leather tag with a handwritten name hangs from the handle, telling a story of past adventures and cherished memories. A colorful travel journal peeks out from the top, hinting at new journeys to come.", "instance": {"detail": "handwritten name", "class": "suitcase"}}
{"name": "0002.mp4", "sentence": "A crystal clear glass of water sits on the bedside table, reflecting the morning sunlight like a jewel. Engraved on the side of the glass are tiny flowers, adding a delicate charm, while a single droplet of condensation slides down the side, catching the light as it falls. A tiny pink straw curls out from the top, making it feel inviting and refreshing.", "instance": {"detail": "a tiny pink straw curls out from the top", "class": "glass of water"}}
{"name": "0003.mp4", "sentence": "A well-loved teddy bear, with one eye missing, is tucked under the covers of a child’s bed, its fur soft and worn from years of companionship. A small patch on its paw, embroidered with a heart, tells a story of love and comfort, while a tiny red bow around its neck adds a touch of charm. A worn storybook lies beside it, hinting at many bedtime adventures.", "instance": {"detail": "a small patch on its paw, embroidered with a heart", "class": "teddy bear"}}
{"name": "0004.mp4", "sentence": "A vintage clock with ornate gold detailing ticks softly on the wall, its hands moving steadily around a creamy white face.  At the bottom of the clock, a tiny painted bird is perched, chirping silently, adding a whimsical touch to the decor as the rhythmic ticking creates a soothing soundtrack.  A small crack in the glass gives it a sense of history and character.", "instance": {"detail": " a tiny painted bird is perched", "class": "clock"}}
{"name": "0005.mp4", "sentence": "A delicate blue butterfly flutters gracefully among the vibrant flowers in the garden, its wings patterned with intricate black spots like lace.  A glimmer of iridescent blue appears when it turns, captivating anyone who watches as it hovers momentarily above a bright yellow daisy, as if deciding where to land next.  A faint trail of sparkling pollen follows it, marking its path through the blossoms.", "instance": {"detail": "its wings patterned with intricate black spots like lace", "class": "A butterfly"}}
{"name": "0006.mp4", "sentence": "A girl laughs joyfully as she plays with her friends, her long hair flying in the wind like a banner of happiness.  She wears a bright yellow sundress adorned with flowers, and a small silver bracelet jingles on her wrist, adding to the melody of laughter in the warm afternoon sun.  A colorful kite soars above them, dancing against the blue sky, adding to the cheerful atmosphere.", "instance": {"detail": "a small silver bracelet jingles on her wrist", "class": "A girl"}}
{"name": "0007.mp4", "sentence": "A girl stands in front of a mirror, carefully adjusting her bright red scarf.  Her long hair cascades down her shoulders, and a few loose strands frame her face, adding to her playful appearance.  A tiny blue butterfly clip is nestled in her hair, giving her an extra touch of charm, while her bright pink cheeks reflect her excitement and youth.", "instance": {"detail": "a tiny blue butterfly clip is nestled in her hair", "class": "A girl"}}
{"name": "0008.mp4", "sentence": "A woman walks along the beach, her feet sinking into the warm sand.  She wears a wide-brimmed straw hat and sunglasses, and a light, flowy cover-up flutters around her.  A delicate anklet with tiny seashells jingles softly as she strolls, and her sun-kissed skin glows warmly in the afternoon light.", "instance": {"detail": "a delicate anklet with tiny seashells jingles softly", "class": "A woman"}}
{"name": "0009.mp4", "sentence": "An elderly man stands on the balcony, watching the sunset paint the sky in shades of orange and pink.  He wears a plaid shirt with the sleeves rolled up, and a well-loved fedora rests atop his head.  A pair of binoculars hangs around his neck, and deep laugh lines around his eyes tell stories of a life well-lived.", "instance": {"detail": "a pair of binoculars hangs around his neck", "class": "An elderly man"}}
{"name": "0010.mp4", "sentence": "A young woman sits at a café table, her laptop open in front of her as she types furiously.  She wears a stylish black leather jacket and has a pair of headphones resting around her neck.  A silver ring on her finger sparkles in the light, and her bright red lipstick adds a bold contrast to her casual attire.", "instance": {"detail": "a silver ring on her finger sparkles in the light", "class": "A young woman"}}
{"name": "0011.mp4", "sentence": "A man stands in front of an easel, brush in hand, lost in his painting.  He wears an old t-shirt splattered with paint and has a focused expression on his face.  A colorful paint smock drapes over his shoulders, while paint-smeared hands show his dedication to his craft.", "instance": {"detail": "a colorful paint smock drapes over his shoulders", "class": "A man"}}
{"name": "0012.mp4", "sentence": "A teenage girl stands at a bus stop, her bright blue backpack slung over one shoulder.   She wears a graphic tee featuring her favorite band, and her curly hair bounces with every movement.   A pair of colorful friendship bracelets adorn her wrists, showcasing her playful personality.", "instance": {"detail": "a pair of colorful friendship bracelets adorn her wrists", "class": "A teenage girl"}}
{"name": "0013.mp4", "sentence": "A young man stands confidently in front of a mirror, adjusting the collar of his tailored blazer.   He sports a clean-shaven face and his dark hair is neatly styled, while a silver watch peeks out from under his cuff, reflecting his meticulous attention to detail.", "instance": {"detail": "a silver watch peeks out from under his cuff", "class": "A young man"}}
{"name": "0014.mp4", "sentence": "A woman jogs along the riverbank in the early morning, her fitted athletic gear hugging her frame.  Her ponytail sways rhythmically with each stride, and a bright neon headband keeps stray hairs in place.  A small tattoo of a bird on her ankle is visible as she moves gracefully past the trees.", "instance": {"detail": "a small tattoo of a bird on her ankle is visible", "class": "A woman"}}
